Repository: zabbix-jp/translation
Catalog: releasenote/releasenote-omegat.tmx
Source language: en_us
Languages: ja

source: The discovery supports IP ranges, service checks, agent and SNMP checks for efficient auto-discovery.
ja: オートディスカバリは効率的な自動検出のためにIPレンジ、サービスチェック、ZABBIXエージェント、SNMPチェックをサポートします。

source: Zabbix SIA is proud to announce the availability of Zabbix 1.9.2 (Third Alpha Release of Zabbix 2.0).
ja: Zabbix SIAはZabbix 1.9.2 (Zabbix 2.0の3番目のアルファリリース)のリリースをアナウンスすることを光栄に思います。

source: Zabbix SIA is proud to announce the availability of Zabbix 1.8.7.
ja: Zabbix SIAはZabbix 1.8.7のリリースをアナウンスすることを光栄に思います。

source: [ZBX-1382] improved performance in dashboard latest 20 issues
ja: [ZBX-1382] ダッシュボードの「最新20件の障害」の表示速度の改善

source: [DEV-433] added generation events after maintenance period if trigger status changed during this period
ja: [DEV-433] メンテナンス期間中にトリガー状態が更新された場合、メンテナンス期間終了後イベントが生成される機能を追加

source: [ZBX-2022] fixed link colour picker in maps in IE7
ja: [ZBX-2022] IE7使用時のマップ内のリンクのカラーパレットの問題を修正

source: [ZBX-2951] made interval hidden for trapper items
ja: [ZBX-2951] トラッパーアイテムの更新間隔を表示しないように修正

source: [ZBX-219] fixed server crash in processing of discovery when Debug=4
ja: [ZBX-219] Debug=4に設定されている場合に、ディスカバリの処理中にサーバがクラッシュする問題を修正

source: Required server performance value is available
ja: 要求されるサーバのパフォーマンス値を取得可能

source: [ZBX-492] fixed wrong url "next 100" in audit actions
ja: [ZBX-492] アクションの監査画面の"next 100"の間違ったURLを修正

source: [ZBX-3017] fixed error when try to add dependency to template trigger that is linked to a host
ja: [ZBX-3017] ホストにリンクされているテンプレートのトリガーに依存関係を追加した際のエラーを修正

source: [ZBX-2221] fixed expanding/collapsing categories in "Latest Data"
ja: [ZBX-2221] 「最新データ」画面のカテゴリーの展開/折畳みを修正

source: ZABBIX Company provides a full range of professional services.
ja: ZABBIX SIAはプロフェッショナルサービスを全面的に提供しています。

source: This document contains release notes for ZABBIX 1.4.6.
ja: このドキュメントはZABBIX 1.4.6のリリースノートを含みます。

source: The main menu is made dynamic in order to simplify switching from one screen to another.
ja: 他の画面に簡単に切り替えられるようにメインメニューをダイナミック化しました。

source: What's New in 1.4.1
ja: ZABBIX 1.4.1の変更点

source: [ZBX-81] fix for item delay calculation problem in graphs
ja: [ZBX-81] グラフの計算が遅い問題を修正

source: [ZBX-2716] make all example initscripts point to sbin for daemon path
ja: [ZBX-2716] すべてのサンプルinitscript中のデーモンパスをsbinに変更

source: Added support of multiple host groups for aggregate checks
ja: アグリゲートチェックに複数ホストグループのサポートを追加

source: [ZBX-362] added mass template linkage to hosts, mod by sergio.cricca
ja: [ZBX-362] ホストへの一括テンプレートリンク機能を追加 (sergio.criccaによる修正)

source: What's New in 1.4.2
ja: ZABBIX 1.4.2の変更点

source: [ZBX-206] fixed case sensitive hosts sorting
ja: [ZBX-206] 大文字と小文字を区別してホストを並び替えるように修正

source: Front-end improvements
ja: Webインターフェースの改善

source: Support of new macros
ja: 新しいマクロのサポート

source: Better informative message
ja: インフォメーションメッセージの改善

source: ZABBIX SIA is proud to announce the availability of ZABBIX 1.4.1.
ja: ZABBIX SIAはZABBIX 1.4.1のリリースをアナウンスすることを光栄に思います。

source: This document contains the release notes for Zabbix 1.9.2.
ja: このドキュメントはZabbix 1.9.2のリリースノートを含みます。

source: [ZBX-2925] empty values for translations won't be written to resulting file
ja: [ZBX-2925] 翻訳の文字列が空だった場合に、結果のファイルに書き込まないように修正

source: [ZBX-2490] fixed acknowledge flag for events, acknowledged on a child node
ja: [ZBX-2490] 子ノードの障害対応コメントのフラグを親ノードに同期するように修正

source: Support of Oracle and PostgreSQL will be restored in next beta.
ja: OracleとPostgreSQLのサポートは次のベータリリースで行う予定です。

source: Disabling group of users
ja: ユーザグループのログイン権限無効設定

source: [ZBX-1810] fixed adding user media through API
ja: [ZBX-1810] APIによるユーザのメディアの追加を修正

source: [ZBX-1759] fixed bug when bulk acknowledge, acknowledges already acknowledged events
ja: [ZBX-1759] 障害対応コメントの一括処理やすでにコメント済みになっているイベントの障害対応コメントのバグを修正

source: [ZBX-4235] fixed operations with decimal numbers for certain locales
ja: [ZBX-4235] 特定の言語の10進数の処理を修正

source: Advanced screen editing
ja: スクリーン設定の改善

source: [ZBX-1735] added "ERROR" words to some error messages in data cache module
ja: [ZBX-1735] データキャッシュモジュールのいくつかのエラーメッセージに"ERROR"の文字を追加

source: This document contains release notes for ZABBIX 1.4.7.
ja: このドキュメントはZABBIX 1.4.7のリリースノートを含みます。

source: [ZBX-1940] fixed map creation if Zabbix doesn't contain images
ja: [ZBX-1940] Zabbixがイメージを含まない場合のマップ作成処理を修正

source: [ZBX-2077] added support of Failure/Success Audit eventlog severity
ja: [ZBX-2077] 失敗/成功の監査イベントログの深刻度のサポートを追加

source: We take the feature freeze seriously and mainly work on fixing actual bugs.
ja: フィーチャーフリーズ期間は主に現在分かっているバグの修正に取り組みます。

source: changed syntax of keys for aggregate items
ja: アグリゲートアイテムのキーの構文を変更

source: fixed processing of four-character-long item keys
ja: 4文字長のアイテムのキーの処理を修正

source: [ZBX-529] removed links from dynamic screen graphs
ja: [ZBX-529] 動的スクリーンのグラフからリンクを削除

source: Map import/export is extended to support new grid-related attributes.
ja: マップのインポート/エクスポートが新しいグリッド関連の属性をサポートするように拡張しました。

source: [ZBX-565] fixed filtering of conf->triggers
ja: [ZBX-565] 設定 -> トリガーのフィルタを修正

source: [ZBX-541] fixed overwriting proxies on host import issue
ja: [ZBX-541] ホストインポート時にプロキシが上書きされてしまう問題を修正

source: Support of Oracle restored, however it is not well-tested.
ja: Oracleのサポートはまだ十分にテストされていません。

source: This document contains the release notes for Zabbix 1.9.3.
ja: このドキュメントはZabbix 1.9.3のリリースノートを含みます。

source: [DEV-137] removed "IF NOT EXISTS" clauses from Sqlite DB schema
ja: [DEV-137] Sqlite DBスキーマから「IF NOT EXISTS」を削除

source: [ZBX-3179] fixed memory leaks and 100% CPU usage for proxy with SQLite3
ja: [ZBX-3179] SQLite3を利用したプロキシのメモリリークとCPU使用率が100%になる問題を修正

source: Zoom period can be selected by mouse for drill-down analysis.
ja: ドリルダウン分析のためにマウスで拡大する期間を選択することができます。

source: [DEV-270] improved trigger configuration view; error string moved to description column
ja: [DEV-270] トリガー設定画面を改善し、エラーメッセージの表示を説明のカラムに移動

source: Patch by dotneft
ja: dotnetに感謝

source: The style of these triggers will define how the link is displayed.
ja: これらのトリガーはリンクの表示形式も定義します。

source: Any number of triggers can be linked to the map link.
ja: マップリンクに複数のトリガーをリンクさせることができます。

source: [ZBX-3411] fixed trigger filter update when changing host
ja: [ZBX-3411] ホスト変更時のトリガーフィルタの更新を修正

source: [ZBX-954] fix typo in default trigger names
ja: [ZBX-954] デフォルトのトリガ名の誤記を修正

source: [ZBX-3205] fixed incorrect event duration count
ja: [ZBX-3205] イベントの継続時間の誤りを修正

source: ZABBIX SIA is proud to announce the availability of ZABBIX 1.5, the first release in a series of pre-1.6 betas.
ja: ZABBIX SIAは1.6のベータ版の最初のリリースとなるZABBIX 1.5のリリースをアナウンスすることを光栄に思います。

source: [ZBX-1309] fixed input file processing by zabbix_sender (-i option)
ja: [ZBX-1309] zabbix_senderによる入力ファイルの処理(-iオプション)の問題を修正

source: New user contributed templates: Cisco PIX, Cisco PIX 525, APC Battery, Dell PowerConnect, Dell OpenManage, Dell PowerEdge, HP InsightManager.
ja: ユーザから提供された次のパラメータを追加しました。Cisco PIX、Cisco PIX 525、APC Battery、Dell PowerConnect、Dell OpenManage、Dell PowerEdge、HP InsightManager

source: ZABBIX SIA is proud to announce the availability of ZABBIX 1.4.3.
ja: ZABBIX SIAはZABBIX 1.4.3のリリースをアナウンスすることを光栄に思います。

source: This document contains the release notes for Zabbix 1.9.0.
ja: このドキュメントはZabbix 1.9.0のリリースノートを含みます。

source: Installation Wizard automatically checks pre-requisites, database connectivity and generates a configuration file for WEB front end.
ja: インストレーションウィザードはWEBフロントエンドのためのデータベースコネクションや設定ファイルの生成などの自動チェックを行います。

source: See ZABBIX Manual for upgrade instructions.
ja: アップグレードの方法はZABBIXマニュアルを参照してください。

source: Added new actions: enable/disable device.
ja: デバイスの有効/無効アクションの追加。

source: [ZBX-1456] fixed map update on linkage properties change
ja: [ZBX-1456] リンクのプロパティ変更時のマップの更新を修正

source: [ZBX-2486] fixed syntax error in 1.6 PostgreSQL upgrade script
ja: [ZBX-2486] 1.6 PostgreSQLのアップグレードスクリプトにおける構文エラーを修正

source: [ZBX-3069] renamed monitoring graphs combobox "All" entry to "not selected"
ja: [ZBX-3069] 監視データのグラフ画面のコンボボックスの「すべて」エントリを「選択なし」にリネーム

source: [ZBX-3772] improved performance of the history syncer
ja: [ZBX-3772] ヒストリ同期処理のパフォーマンスを改善

source: [ZBX-1655] improved error message on map saving with circular reference
ja: [ZBX-1655] 循環参照が存在するマップを保存する際のエラーメッセージを改善

source: [ZBX-966] added sorting in map creation form
ja: [ZBX-966] マップ作成フォームにソート機能を追加

source: fixed server memory leak in processing remote commands in actions
ja: アクションのリモートコマンド処理におけるサーバのメモリリークを修正

source: ZABBIX Manual is currently beeing improved very much.
ja: ZABBIXマニュルは現在多くの修正を行っています。

source: [ZBX-1537] fixed multiple displaying of same host, from which were deleted graph, when deleting mass graphs
ja: [ZBX-1537] 一つのホストから複数のグラフを削除した場合にメッセージにホスト名が重複表示される問題を修正

source: fixed template linkage not working properly
ja: テンプレートリンクが正しく動作しない問題を修正

source: [ZBX-914] fixed SQL error while updating configuration tables on the proxy side
ja: [ZBX-914] プロキシ側の設定テーブル更新中のSQLエラーを修正

source: This document contains release notes for ZABBIX 1.4.5.
ja: このドキュメントはZABBIX 1.4.5のリリースノートを含みます。

source: [ZBX-103] fixed escaping in sql queries
ja: [ZBX-103] SQLクエリ内のエスケープ処理を修正

source: [ZBX-1824] fixed parsing map labels containing item references with user macros
ja: [ZBX-1824] ユーザマクロを参照するアイテムを含むマップのラベル名の解析処理を修正

source: [ZBX-3042] fixed submitParent field error
ja: [ZBX-3042] submitParentフィールドのエラーを修正

source: [ZBX-1671] make more strings translatable.
ja: [ZBX-1671] より多くの文字列を翻訳できるように改善。

source: [ZBXNEXT-257] added support of time-based disabling of data collection for items
ja: [ZBXNEXT-257] アイテムのデータ収集を時刻よって無効にする機能を追加

source: [ZBX-2151] fixed header sorting in overview for items and triggers
ja: [ZBX-2151] アイテムとトリガー概要画面の見出しのソート処理を修正

source: It is recommended to upgrade from ZABIX 1.4, 1.4.1, 1.4.2 and 1.4.3.
ja: このリリースはZABIX 1.4、1.4.1、1.4.2、1.4.3からアップグレードすることを推奨します。

source: This document contains the release notes for Zabbix 1.9.1.
ja: このドキュメントはZabbix 1.9.1のリリースノートを含みます。

source: It is available at http://www.zabbix.com/documentation/1.8/api.
ja: 詳細はhttp://www.zabbix.com/documentation/1.8/apiを参照してください。

source: ZABBIX SIA is proud to announce the availability of ZABBIX 1.4.2.
ja: ZABBIX SIAはZABBIX 1.4.2のリリースをアナウンスすることを光栄に思います。

source: [DEV-333] fixed processing of not supported active and trapper items
ja: [DEV-333] アクティブとトラッパーアイテムの取得不可の処理の問題を修正

source: [DEV-405] added highlighting of selected rows
ja: [DEV-405] 選択行のハイライト機能を追加

source: [ZBXNEXT-313] implemented string pool for configuration cache
ja: [ZBXNEXT-313] 設定キャッシュに文字列のプールを追加

source: [ZBX-3135] add an example for using standard input in zabbix_sender manpage
ja: [ZBX-3135] zabbix_senderのmanページに標準入力の利用例を追加

source: Performance improvements
ja: パフォーマンスの改善

source: [ZBX-920] addedd missing indexes to DB upgrade patch for 1.6
ja: [ZBX-920] 1.6のデータベースアップグレードパッチに不足しているいくつかのインデックスを追加

source: Use configuration parameter 'AllowRoot'.
ja: 設定パラメータ「AllowRoot」を利用してください。

source: added error reporting for zabbix_get
ja: zabbix_getにエラーレポート機能を追加

source: [ZBX-3414] expressions for triggers with web items are marked as error in trigger wizard
ja: [ZBX-3414] Webアイテムのトリガー条件式がトリガーウィザード内でエラーとしてマークされていた問題を修正

source: [DEV-320] added macros for windows events logs in notifications
ja: [DEV-320] 通知にWindowsイベントログのマクロを追加

source: Trigger related data is cached to reduce number of database requests, it improves overall performance of Zabbix Server.
ja: データベースのリクエスト数を削減するためにトリガー関連のデータがキャッシュされます。これによりZabbixサーバの全体的なパフォーマンスが向上します。

source: [ZBX-1492] added confirmation dialog when deleting macros
ja: [ZBX-1492] マクロを削除する際の確認ダイアログを追加

source: changed syntax of keys for external checks
ja: 外部チェックのキーの構文を変更

source: [ZBX-3346] fixed items being polled more frequently than necessary
ja: [ZBX-3346] 必要以上の頻度でポーリング処理を行っていたアイテムを修正

source: Better support of SNMP data
ja: SNMPデータの扱いの改善

source: [ZBX-1486] when multiple map elements are selected, pressing "Remove" in editing form removes all selected elements
ja: [ZBX-1486] 複数のマップの要素の選択時に、編集画面の「削除」を押した場合に選択していた全ての要素を削除するように修正

source: [ZBX-1929] include eventlog.c and eventlog.h files in distribution package
ja: [ZBX-1929] 配布パッケージにeventlog.c及びeventlog.hファイルを追加

source: [ZBX-4045] added check for duplicate hosts or proxies - if found, configuration syncer logs a warning and exits
ja: [ZBX-4045] ホストとプロキシの重複チェックを追加し、重複がある場合は設定同期プロセスが警告ログを出力して終了するように修正

source: [ZBXNEXT-902] changed API search wildcard from "%" to "*"
ja: [ZBXNEXT-902] APIの検索ワイルドカードを「%」から「*」に変更

source: [DEV-256] improved multiple labels in maps and support of macros
ja: [DEV-256] マップの複数ラベルとマクロのサポートの改善

source: This release fixes numerous issues of Zabbix 1.8.x and introduces new interesting features.
ja: このリリースにはZabbix 1.8.xのいくつかの修正と新機能の紹介が含まれます。

source: [ZBX-3677] added unit blacklist on the server side
ja: [ZBX-3677] サーバに単位換算のブラックリストを追加

source: [ZBX-2894] fixed multiple references on same line in map labels
ja: [ZBX-2894] マップのラベル上の同一行の複数参照を修正

source: [ZBXNEXT-898] new trigger actions have "trigger = PROBLEM" and "not in maintenance" conditions by default
ja: [ZBXNEXT-898] 新規アクション設定に「トリガーの値 = "障害"」と「メンテナンスの状態 期間外 "メンテナンス"」の2つの条件がデフォルトで含まれるように修正

source: [ZBX-1886] added js translations
ja: [ZBX-1886] jsの翻訳を追加

source: [ZBX-3479] fixed possible hang of agents while processing scripts or net.tcp.service* checks
ja: [ZBX-3479] スクリプトやnet.tcp.service*チェックの処理中にエージェントがハングアップしてしまう問題を修正

source: Better support of Oracle database
ja: Oracleデータベースのサポートの改善

source: [ZBX-1563] fixed error when view history for log type item
ja: [ZBX-1563] ログタイプのアイテムのヒストリ表示の際のエラーを修正

source: [ZBX-1545] fixed showing templated graphs in graph selection combobox
ja: [ZBX-1545] グラフ選択のコンボボックスのテンプレートのグラフが表示される問題を修正

source: [ZBX-3746] Fixed parsing of trigger expressions containing \\
ja: [ZBX-3746] \\を含むトリガー条件式の解析を修正

source: [ZBX-524] added log messages when syncing a proxy configuration data
ja: [ZBX-524] プロキシに設定同期時のログメッセージを追加

source: Auto-login option
ja: 自動ログインオプション

source: added massupdate for triggers
ja: トリガーに一括アップデート機能を追加

source: [ZBX-1181] fixed infinite looping when failing cURL initialization and showing of such errors in the GUI
ja: [ZBX-1181] cURLの初期化に失敗し、Webインターフェースでエラーを表示する際に無限ループする問題を修正

source: [ZBX-263] fixed problem with processing of lastlogsize for log[] and eventlog[] items when history is set to 0
ja: [ZBX-263] ヒストリが0に設定されている場合に、log[]とeventlog[]アイテムのlastlogsizeの処理の問題を修正

source: [DEV-358] added notification macros {HOST.CONN[1..9]} {HOST.DNS[1..9]} {IPADDRESS[1..9]}
ja: [DEV-358] 通知用マクロ{HOST.CONN[1..9]}、{HOST.DNS[1..9]}、{IPADDRESS[1..9]}を追加

source: Do not use this release in production!
ja: このリリースは本番環境では利用しないでください！

source: [DEV-168] added support of system.cpu.util[] for OpenBSD agents
ja: [DEV-168] OpenBSD用エージェントにアイテムsystem.cpu.util[]を追加

source: [ZBX-4016] fixed web monitoring item status on insert and update
ja: [ZBX-4016] insertとupdate時のWeb監視アイテムのステータスを改善

source: NTLM authentication for WEB monitoring
ja: Web監視をNTLM認証に対応

source: ZABBIX Support (http://www.zabbix.com/support.php)
ja: ZABBIXサポート (http://www.zabbix.com/support.php)

source: fixed '{HOSTNAME}' macros in actions
ja: アクションの{HOSTNAME}マクロを修正

source: Added time-based disabling of data collection on item level
ja: アイテムレベルで時間指定のデータ収集無効機能を追加

source: fixed Windows agent crash when using incorrect third parameter in proc_info metric
ja: proc_infoの第3パラメータに間違った値を使用した場合にWindowsエージェントがクラッシュする問題を修正

source: [ZBX-1679] fixed error sometimes appearing when using Print button
ja: [ZBX-1679] 印刷ボタンを使用した際にときどき発生するエラーを修正

source: [ZBX-1515] fixed json encode/decode with mb overload enabled
ja: [ZBX-1515] mbのオーバーロードを有効にした際のJSONのエンコードとデコードを修正

source: [ZBX-1014] fixed gaps on graph with fixed y axis
ja: [ZBX-1014] Y軸を固定しているグラフに切れ目が発生する問題を修正

source: decreased required version of libcurl
ja: libcurlの要求バージョンを減少

source: fixed synchronisation of delete operation between nodes
ja: ノード間の設定削除の同期を修正

source: All Windows 64 bit Intel/AMD platforms are supported.
ja: Intel/AMDプラットフォーム上の64ビットWindowsをサポートします。

source: [ZBX-2974] fixed possibility to delete templated applications
ja: [ZBX-2974] テンプレートのアプリケーションが削除される可能性がある問題を修正

source: [ZBX-2916] fixed duplicate parent map links in monitoring maps
ja: [ZBX-2916] マップ画面の親マップへのリンクの重複を修正

source: [ZBX-2087] fixed permission scheme in actions
ja: [ZBX-2087] アクションの権限の処理を修正

source: implemented "color only non-zero values" in "Status of triggers"
ja: 「Status of triggers」に「color only non-zero values」を追加

source: [ZBX-475] added message on missed php-ldap module
ja: [ZBX-475] php-ldapモジュールが存在しない場合のメッセージを追加

source: [ZBX-1095] fixed "Link to template" operation for discovered hosts
ja: [ZBX-1095] ディスカバリで発見されたホストの「テンプレートとリンク」処理の修正

source: Execute a database patch if migating from Zabbix 1.6.x.
ja: Zabbix 1.6.xからマイグレーションする場合はデータベースのパッチ適用を行ってください。

source: [ZBX-1503] added information message after host delete action, about host being deleted
ja: [ZBX-1503] ホストを削除した後にホスト削除に関する通知メッセージを表示

source: [ZBX-993] fixed possible vulnerability of trapper
ja: [ZBX-993] trapperの脆弱性を修正

source: [ZBX-622] fixed broked autocreation of SQLite database
ja: [ZBX-622] SQLiteデータベースの自動生成の問題を修正

source: We also provide trouble-free upgrade service for easy migration to Zabbix 1.8.
ja: また、私たちはトラブルフリーで簡単にZabbix 1.8に移行するためのアップグレードサービスも提供しています。

source: [ZBX-2599] fixed processing of hexadecimal or octal data by proxy
ja: [ZBX-2599] プロキシによる16進数や8進数の処理を修正

source: expanded details box added for triggers copying messages
ja: トリガーコピーメッセージのために詳細ボックスを拡張

source: [ZBX-2203] fixed superfluous line breaks for values returned by eventlog[]
ja: [ZBX-2203] eventlog[]の返却値の余分な改行を修正

source: Zabbix Proxy can be configured so that it will initiate all connections to the Server.
ja: すべてのコネクションの開始をサーバから行うようにZabbixプロキシを設定することができます。

source: [ZBX-2324] fixed guest user settings not being stored
ja: [ZBX-2324] ゲストユーザの設定が保存されない問題を修正

source: [DEV-137] fix incorrect key syntax error message
ja: [DEV-137] 間違ったキーの構文エラーを修正

source: [DEV-198] improved displaying of disabled items in the maps
ja: [DEV-198] マップ内の無効なアイテムの表示を改善

source: This release fixes known issues of Zabbix 1.8.x including one nasty server-side crash of Zabbix 1.8.7 and introduces new interesting features.
ja: このリリースにはZabbix 1.8.xの既知の問題の修正、1件のZabbix 1.8.7のサーバのクラッシュの問題、新機能が含まれています。

source: [ZBX-474] fixed deleting hosts with postgres-backend
ja: [ZBX-474] PostgreSQLを使用した場合のホスト削除処理を修正

source: [ZBX-1090] fixes for returned values from API calls
ja: [ZBX-1090] APIコールからの戻り値を修正

source: [ZBX-636] removed "Keep trends (in days)" from Item Configuration form if "Type of information" is Character, Log or Text
ja: [ZBX-636] 「データ型」が文字列、ログ、テキストの場合に、アイテム設定フォームから「トレンドの保存期間(日)」を削除

source: Improved performance of Zabbix front-end
ja: Zabbix Webインターフェースのパフォーマンスの改善

source: Added Ukrainian translation
ja: ウクライナ語の追加

source: The editor allows creation of simple trigger expressions without thinking of syntax.
ja: 構文を考慮しない、シンプルなトリガー条件式を作成することができます。

source: The following sections describe the release in detail and provide late-breaking or other information that supplements the main documentation.
ja: 以下にリリースの詳細を示します。これは過去の情報の訂正や主要なドキュメントの補足となります。

source: XML import and export of screens and maps
ja: スクリーンとマップのXMLインポート/エクスポート

source: Zabbix will complain if there are unsupported attributes in server, proxy or agent configuration files.
ja: サーバ、プロキシまたはエージェントの設定ファイル内にサポートされていない属性があった場合に通知します。

source: [ZBX-2742] fixed item deletion with postgre
ja: [ZBX-2742] PostgeSQL利用時のアイテムの削除を修正

source: This release provides functionality that will be available later in Zabbix 1.8.
ja: このリリースは1.8以降で利用できる機能を提供します。

source: Latest data view was enhanced to have an option of viewing those items having to historical data.
ja: 最新データ画面に履歴データがないアイテムを表示するオプションを追加しました。

source: ZABBIX Agents support data buffering, which can be tuned by new configuration parameters, BufferSize and BufferSend.
ja: 新しい設定パラメータ、BufferSizeとBufferSendによって、ZABBIXエージェントのデータバッファリング機能を有効にすることができます。

source: ZABBIX SIA is proud to announce the availability of ZABBIX 1.5.2, the third release in a series of pre-1.6 betas.
ja: ZABBIX SIAは1.6のベータ版の3番目のリリースとなるZABBIX 1.5.2のリリースをアナウンスすることを光栄に思います。

source: No upgrade of database schema required for upgrade from earlier 1.4.x.
ja: これまでの1.4.xリリースからアップグレードする場合、データベーススキーマのアップグレードは必要ありません。

source: [ZBX-2774] fixed GUI messaging in DM setup
ja: [ZBX-2774] 分散監視環境のGUIのメッセージを修正

source: added Polish locale
ja: ポーランド語を追加

source: [ZBX-1394] fixed compilation of checks_db.c with enabled iODBC
ja: [ZBX-1394] iODBCをイネーブルにした場合のcheck_db.cのコンパイルを修正

source: [DEV-369] item check "log.regexp" was renamed to "logrt" to specify "log rotation"
ja: [DEV-369] アイテムチェックの「log.regexp」の名前を「log rotation」を意味する「logrt」に変更

source: [ZBX-3338] updated Ukrainian translation; thanks to zalex_ua
ja: [ZBX-3338] ウクライナ語の翻訳を更新; zalex_uaに感謝

source: improved {ESC.HISTORY} macro in recovery notifications
ja: カバリ通知の{ESC.HISTORY}マクロを改善

source: [DEV-310] fixes in bar graphs
ja: [DEV-310] バーグラフの問題を修正

source: We are releasing ZABBIX 1.4 in May!
ja: ZABBIX 1.4は5月にリリースします！

source: [ZBX-3294] fixed host status change confirmation dialog
ja: [ZBX-3294] ホストのステータス変更の確認ダイアログを修正

source: [ZBX-2349] unicode support for macros and web scenario steps
ja: [ZBX-2349] マクロとWebシナリオのステップでUnicodeをサポート

source: [ZBX-3568] fixed processing of trigger functions with macros in item key parameters in notifications
ja: [ZBX-3568] アイテムのキーのパラメータにマクロを利用している場合に、アラート送信時のトリガー関数の処理を修正

source: An important problem related to incorrect processing of active checks has been fixed in 1.6.7.
ja: 1.6.7よりアクティブチェックの誤った処理に関する重要な修正が行われています。

source: A new parameter MaxHousekeeperDelete was introduced to allow much more flexible control over housekeeper behaviour.
ja: 新しいパラメータMaxHousekeeperDeleteを利用することでhousekeeperの動作をより詳細に設定することができます。

source: Simple SNMP OIDs, like ifDescr, ifInOctets, ifInOctets, and other can be used in ZABBIX and will be translated automatically into correct numeric representation by ZABBIX itself.
ja: ifDescr、ifInOctets、ifInOctetsなどのようなシンプルなSNMP OIDはZABBIXによって自動的に正しい数値表示に変換されます。

source: [ZBX-33] fixed problem in table names in data.sql for PostgreSQL
ja: [ZBX-33] PostgreSQL用のdata.sqlのテーブル名の誤りを修正

source: [ZBX-1783] fixed problem with fixed Y axis in graphs
ja: [ZBX-1783] グラフでY軸を固定にした際の問題を修正

source: Compatibility with PostgreSQL 9.x
ja: PostgreSQL 9.xとの互換性

source: [ZBX-2048] fixed sorting in screens dropdown
ja: [ZBX-2048] スクリーン画面のドロップダウンの並び順を修正

source: [DEV-316] added logging of executed commands on agent side.
ja: [DEV-316] エージェント側で実行するコマンドのロギング機能を追加

source: Added information about maintenance to the Dashboard
ja: ダッシュボードにメンテナンスの情報を追加

source: It's not recommended to use this release in production environment.
ja: 本番環境での使用は推奨されません。

source: [ZBX-1569] fix incorrect state reference in map connector definition
ja: [ZBX-1569] マップのコネクタ定義において誤った状態を参照している問題を修正

source: added missing { and } when displaying trigger expressions
ja: トリガー条件式の表示時に失われていた{と}を追加

source: [ZBX-1074] fixed compilation errors regarding sem_lock and sem_unlock on HP-UX; thanks to Brian Collins
ja: [ZBX-1074] HP-UXでsem_lockとsem_unlockに関するコンパイルエラーを修正; Brian Collinsに感謝

source: Finally we have a way of managing screens and maps based on XML data.
ja: ついにスクリーンとマップをXMLデータで管理することができるようになりました。

source: Improved speed of synchronization for distributed setups
ja: 分散監視利用時の同期の速度を改善

source: [ZBX-1530] fixed showing graph from wrong host, when simple graph with dynamic option is clicked on screen
ja: [ZBX-1530] スクリーンでシンプルグラフにダイナミックオプションを設定した場合に誤ったホストのグラフ表示する問題を修正

source: [ZBX-1327] page is now remembered correctly after performing actions
ja: [ZBX-1327] アクション実行後(訳注:一括更新の操作実行後)にページが正しく記憶されるように修正

source: [ZBX-621] fixed bad performance of the graph related screen due to missing index
ja: [ZBX-621] インデックスの欠如によるグラフ関連の画面のパフォーマンスの悪さを修正

source: [ZBX-3184] fixed negative values with unit suffixes in notification macros
ja: [ZBX-3184] 通知マクロで単位を使用した場合に負の値を表示できない問題を修正

source: The Zoom period can be selected by mouse for drill-down analysis.
ja: ドリルダウン分析のためにマウスで拡大する期間を選択することができます。
